Repository: wp-plugins/church-theme-content
Catalog: trunk/languages/church-theme-content-*.po
Languages: es_es

# map
source: Road
es_es: Calle

# map
source: Satellite
es_es: Satelite

# map
source: Hybrid
es_es: Híbrido

# map
source: Terrain
es_es: Relieve

source: The <b>%1$s</b> theme does not support the <b>%2$s</b> plugin. <a href="%3$s" target="_blank">More Information</a>, <a href="%4$s">Dismiss</a>
es_es: El <b>%1$s</b> tema no soporta el <b>%2$s</b> plugin. <a href="%3$s" target="_blank">Mas informacion</a>, <a href="%4$s">Desaparecer</a>

# event meta box
source: Date & Time
es_es: Día y Hora

source: Start Date
es_es: Día Empiezo

source: (Required)
es_es: (Requerido)

source: End Date
es_es: Día Termina

source: Recurrence
es_es: Recurrente

# event meta box
source: None
es_es: Nada

# event meta box
source: Weekly
es_es: Semanal

# event meta box
source: Monthly
es_es: Mensual

# event meta box
source: Yearly
es_es: Anual

source: Recur Until
es_es: Recurre Hasta

# event meta box
source: Location
es_es: Ubicación

source: Venue
es_es: Local

source: You can provide a building name, room number or other location name to help people find the event.
es_es: Puedes proveer el nombre del edificio, el numero de salón o el nombre de la ubicación para que las personas encuentren el evento.

# event meta box
source: Address
es_es: Dirección

source: You can enter an address if it is necessary for people to find this event.
es_es: Indica la dirección si es necesario para que las personas encienten el evento.

# event meta box
source: Map Latitude
es_es: Mapa Latitud

source: You can <a href="http://churchthemes.com/get-latitude-longitude" target="_blank">use this</a> to convert an address into coordinates.
es_es: Puedes <a href="http://churchthemes.com/get-latitude-longitude" target="_blank">usar esto</a> para convertir una dirección a coordinadas.

# event meta box
source: Map Longitude
es_es: Mapa Longitud

# event meta box
source: Map Type
es_es: Mapa Tipo

# event meta box
source: You can show a road map, satellite imagery, a combination of both (hybrid) or terrain.
es_es: Puedes mostrar mapa de calle, satelite o combinación de híbrido y relieve.

# event meta box
source: Map Zoom
es_es: Mapa Zoom

# event meta box
source: A lower number is more zoomed out while a higher number is more zoomed in.
es_es: Numbero bajo es mas lejos numero alto es mas cerca

source: Thumbnail
es_es: Imagen Miniatura

# events admin column
source: When
es_es: Cuando

# events admin column
source: Where
es_es: Donde

# location meta box
source: Location Details
es_es: Detalles Ubicación

# location meta box
source: Address
es_es: Dirección

# location meta box
source: Phone
es_es: Teléfono

# location meta box
source: Times
es_es: Horas

# location meta box
source: Map Latitude
es_es: Mapa Latitud

# location meta box
source: Map Longitude
es_es: Mapa Longitud

# location meta box
source: Map Type
es_es: Mapa Tipo

# location meta box
source: You can show a road map, satellite imagery, a combination of both (hybrid) or terrain.
es_es: Puedes mostrar mapa de calle, satélite o combinación de híbrido y relieve

# location meta box
source: Map Zoom
es_es: Mapa Zoom

# location meta box
source: A lower number is more zoomed out while a higher number is more zoomed in.
es_es: Numero bajo es mas lejos numero alto es mas cerca.

# location admin column
source: Address
es_es: Dirección

# location admin column
source: Times
es_es: Horas

# sorting
source: Order
es_es: Orden

# location admin column
source: Location
es_es: Ubicación

source: Enter name here
es_es: Nombre Aqui

# meta box
source: Person Details
es_es: Detalles Personas

source: Position
es_es: Título de Personal

source: Enter the person's position or title (e.g. Senior Pastor, Deacon, etc.)
es_es: Título de la persona

# people column
source: Groups
es_es: Grupos

# person
source: Name
es_es: Nombre

# meta box
source: Sermon Media
es_es: Sermon Medios de Comunicación

source: Full Text
es_es: Texto Completo

source: Check this if you provide a complete transcript above.
es_es: Checa esto si proviste transcripción completa arriba

source: Full sermon text provided
es_es: Texto sermon completo provisto

source: Upload a file by clicking "Choose Video" or upload a video to one of the <a href="%s" target="_blank">supported sites</a> (such as YouTube) then paste its URL here, or paste an embed code from another site. <a href="%s" target="_blank">Video Help</a>
es_es: Sube file al hacer clic "Choose Video" o sube video ha un <a href="%s" target="_blank">website</a> (como YouTube) luego pega su URL aqui, o pega código incrustado de otro website. <a href="%s" target="_blank">Video Help</a>

source: Choose Video
es_es: Escoge Video

source: Choose an Video File
es_es: Escoge Archivo Video

source: Upload a file by clicking "Choose Audio" or upload audio to one of the <a href="%s" target="_blank">supported sites</a> (such as SoundCloud) then paste its URL here, or paste an embed code from another site. <a href="%s" target="_blank">Audio Help</a>
es_es: Sube file al hacer clic "Choose Audio"o sube audio ha un<a href="%s" target="_blank">website</a> (como SoundCloud) luego pega su URL aqui, o pega código incrustado de otro website. <a href="%s" target="_blank">Audio Help</a>

source: Choose Audio
es_es: Escoge Audio

source: Choose an Audio File
es_es: Escoge Archivo Audio

source: Upload a file by clicking "Choose PDF" or paste the URL to a PDF hosted on another site.
es_es: Sube file al hacer clic "Choose PDF" o pega el URL en el PDF localizada en otro website.

source: Choose PDF
es_es: Escoge PDF

source: Choose a PDF File
es_es: Escoge Archivo PDF

# sermons
source: Formats
es_es: Formatos

source: Topics
es_es: Temas

# media type
source: Text
es_es: Texto

source: Manage PDFs
es_es: Maneja PDFs

# post type general name
source: Sermons
es_es: Sermones

# sermon
source: Add New
es_es: Añade Nuevo

source: Add Sermon
es_es: Añade Sermon

source: Edit Sermon
es_es: Edita Sermon

source: New Sermon
es_es: Nuevo Sermon

source: All Sermons
es_es: Todos Sermones

source: View Sermon
es_es: Ve Sermon

source: Search Sermons
es_es: Busca Sermones

source: No sermons found
es_es: No hay sermones

source: No sermons found in Trash
es_es: No hay sermones en basurero

# post type general name
source: Events
es_es: Eventos

# post type singular name
source: Event
es_es: Evento

# event
source: Add New
es_es: Añade Nuevo

source: Add Event
es_es: Añade Evento

source: Edit Event
es_es: Edita Evento

source: New Event
es_es: Nuevo Evento

source: All Events
es_es: Todos Eventos

source: View Event
es_es: Ve Evento

source: Search Events
es_es: Busca Evento

source: No events found
es_es: No hay eventos

source: No events found in Trash
es_es: No hay eventos en basurero

# post type general name
source: Locations
es_es: Ubicaciones

# post type singular name
source: Location
es_es: Ubicación

# location
source: Add New
es_es: Nueva Ubicación

source: Add Location
es_es: Añade Ubicación

source: Edit Location
es_es: Edita Ubicación

source: New Location
es_es: Nueva Ubicación

source: All Locations
es_es: Todas Ubicaciones

source: View Location
es_es: Ve Ubicación

source: Search Locations
es_es: Busca Ubicaciones

source: No location found
es_es: No hay ubicación

source: No location found in Trash
es_es: No hay ubicación en basurero

# post type general name
source: People
es_es: Personal

# post type singular name
source: Person
es_es: Persona

# person
source: Add New
es_es: Añade Nueva

source: Add Person
es_es: Añade Persona

source: Edit Person
es_es: Edita Persona

source: New Person
es_es: Nueva Persona

source: All People
es_es: Todas Personas

source: View Person
es_es: Ve Personal

source: Search People
es_es: Busca Personal

source: No people found
es_es: No hay personal

source: No people found in Trash
es_es: No hay personal en basurero

# taxonomy general name
source: Sermon Topics
es_es: Temas Sermon

# taxonomy singular name
source: Sermon Topic
es_es: Tema Sermon

# sermons
source: Search Topics
es_es: Busca Temas

# sermons
source: Popular Topics
es_es: Temas Populares

# sermons
source: All Topics
es_es: Todos Temas

# sermons
source: Edit Topic
es_es: Edita Tema

# sermons
source: Update Topic
es_es: Actualiza Tema

# sermons
source: Add Topic
es_es: Añade Tema

# sermons
source: New Topic
es_es: Nuevo Tema

# sermons
source: Separate topics with commas
es_es: Separa temas con comas

# sermons
source: Add or remove topics
es_es: Añade o quita temas

# sermons
source: Choose from the most used topics
es_es: Escoge entre temas mas usados

# sermon menu name
source: Topics
es_es: Temas

# taxonomy general name
source: Sermon Books
es_es: Sermon Libros

# taxonomy singular name
source: Sermon Book
es_es: Sermon Libro

# sermons
source: Search Books
es_es: Busca Libros

# sermons
source: Popular Books
es_es: Libros Populares

# sermons
source: All Books
es_es: Todos Libros

# sermons
source: Edit Book
es_es: Edita Libro

# sermons
source: Update Book
es_es: Actualiza Libro

# sermons
source: Add Book
es_es: Añade Libro

# sermons
source: New Book
es_es: Nuevo Libro

# sermons
source: Separate books with commas
es_es: Separa libros con comas

# sermons
source: Add or remove books
es_es: Añade o quita libros

# sermons
source: Choose from the most used books
es_es: Escoge entre libros mas usados

# sermon menu name
source: Books
es_es: Libros

# taxonomy general name
source: Sermon Series
es_es: Series Semones

# taxonomy singular name
source: Sermon Series
es_es: Series Sermones

# sermons
source: Search Series
es_es: Busca Series

# sermons
source: Popular Series
es_es: Series Populares

# sermons
source: All Series
es_es: Todas Series

# sermons
source: Edit Series
es_es: Edita Series

# sermons
source: Update Series
es_es: Actualiza Series

# sermons
source: Add Series
es_es: Añade Series

# sermons
source: New Series
es_es: Nuevas Series

# sermons
source: Separate series with commas
es_es: Separa series con comas

# sermons
source: Add or remove series
es_es: Añade o quita series

# sermons
source: Choose from the most used series
es_es: Escoge entre series mas usadas

# taxonomy general name
source: Sermon Speakers
es_es: Predicadores Sermones

# taxonomy singular name
source: Sermon Speaker
es_es: Predicador Sermon

# sermons
source: Search Speakers
es_es: Buscar Predicadores

# sermons
source: Popular Speakers
es_es: Predicadores Populares

# sermons
source: All Speakers
es_es: Todos Predicadores

# sermons
source: Edit Speaker
es_es: Edita Predicador

# sermons
source: Update Speaker
es_es: Actualiza Predicador

# sermons
source: Add Speaker
es_es: Añade Predicador

# sermons
source: New Speaker
es_es: Nuevo Predicador

# sermons
source: Separate speakers with commas
es_es: Separa predicadores con comas

# sermons
source: Add or remove speakers
es_es: Añade o quita predicadores

# sermons
source: Choose from the most used speakers
es_es: Escoge entre predicadores mas usados

# sermon menu name
source: Speakers
es_es: Predicadores

# taxonomy general name
source: Sermon Tags
es_es: Sermones Palabras Claves

# taxonomy singular name
source: Sermon Tag
es_es: Sermon Palabra Claves

# sermons
source: Search Tags
es_es: Busca Palabras Claves

# sermons
source: Popular Tags
es_es: Palabras Claves Populares

# sermons
source: All Tags
es_es: Todas Palabras Claves

# sermons
source: Edit Tag
es_es: Edita Palabra Clave

# sermons
source: Update Tag
es_es: Actualiza Palabra Clave

# sermons
source: Add Tag
es_es: Añade Palabra Clave

# sermons
source: New Tag
es_es: Nueva Palabra Clave

# sermons
source: Separate tags with commas
es_es: Separa palabras claves con comas

# sermons
source: Add or remove tags
es_es: Añade o quita palabras claves

# sermons
source: Choose from the most used tags
es_es: Escoge entre palabras claves mas usadas

# sermon menu name
source: Tags
es_es: Palabras Claves

# taxonomy general name
source: Groups
es_es: Grupos

# taxonomy singular name
source: Group
es_es: Grupo

# people
source: Search Groups
es_es: Busca Grupos

# people
source: Popular Groups
es_es: Grupos Populares

# people
source: All Groups
es_es: Todos Grupos

# people
source: Edit Group
es_es: Edita Grupo

# people
source: Update Group
es_es: Actualiza Grupo

# people
source: Add Group
es_es: Añade Grupo

# people
source: New Group
es_es: Nuevo Grupo

# people
source: Separate groups with commas
es_es: Separa grupos con comas

# people
source: Add or remove groups
es_es: Añade o quita grupos

# people
source: Choose from the most used groups
es_es: Escoge entres los grupos mas usados

# people menu name
source: Groups
es_es: Grupos
